import type { LyricGroup } from './index'

const lineLyrics: LyricGroup[] = [
  { lyrics: [`아리는 손끝과 여백을\n선율로 끌어안아 줄래`] },
  {
    lyrics: [
      `길을 잃은 것 같아\n그날의 선이 헤져 가\n닿을 수 없어 삼켜 낸 한숨\n그저 웃어 보려 해`,
    ],
  },
  { lyrics: [`뜨거웠던 계절의 잔상을 그리며\n차갑게 내린 눈물을 걷고`] },
  {
    lyrics: [
      `돌아서는 길 위로 자라난 그림자\n그 끝에 선 네 눈에 번진 미소가\n흔들릴 수는 있어도 우리다운 거니까\n붙잡아 줄래 머물러 줄래`,
    ],
  },
  { lyrics: [`물들어 가는 이 밤\n포개어지고`] },
  { lyrics: [`그 어딘가 묻어 두었던 잔향들이\n선명해져 와`] },
  {
    lyrics: [
      `돌아서는 길 위로 자라난 그림자\n그 끝에 선 네 눈에 번진 미소가\n흔들릴 수는 있어도 우리다운 거니까\n붙잡아 줄래 머물러 줄래`,
    ],
  },
  {
    lyrics: [
      `돌아서는 길 위로 자라난 그림자\n그 끝에 선 네 눈에 번진 미소가\n흔들릴 수는 있어도 우리다운 거니까\n붙잡아 줄게 머물러 줄게`,
    ],
  },
]

export default lineLyrics
